---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelStationValue
source: html/29c3e952-b56f-8472-9a3c-4d4cfcbce914.htm
---
# Autodesk.Revit.DB.ParameterTypeId.AlignmentStationLabelStationValue Property

"Station Value"

## Syntax (C#)
```csharp
public static ForgeTypeId AlignmentStationLabelStationValue { get; }
```